Autodesk.Revit.DB.GBXMLExportOptions.ForceGbXMLExport
Force export regardless of how debug modes are set.
Since:
2015

Autodesk.Revit.DB.GBXMLExportOptions.#ctor
Constructs a new instance of the options used to export a model in gbXML (Green Building XML) format.
Since:
2015

Autodesk.Revit.DB.GBXMLExportOptions
Green Building XML Export options.
Since:
2015